Repository: MrServo/PictureCenterFS
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de

source: Copy selected/displayed file
de: Ausgewählte/angezeigte Datei kopieren

source: save changes in the original image
de: Original-Bild überschreiben

source: Options for edited image
de: Optionen für bearbeitetes Bild

source: Move selected/displayed file
de: Ausgewählte/angezeigte Datei verschieben

source: Delete selected/displayed file
de: Ausgewählte/angezeigte Datei löschen

source: Options for selected/displayed file
de: Optionen für ausgewählte/angezeigte Datei

source: selceted File is:
de: Gewählte Datei:

source: Do you really overwrite this file?
de: Diese Datei wirklich überschreiben?

source: file successfully saved
de: Datei erfolgreich gespeichert

source: Edit file-save-name:
de: Name für neue Datei:

source: Please select target path...
de: Bitte Verzeichnis wählen...

source: file exist on this path, overwrite?
de: Datei vorhanden, überschreiben?

source: file successfully copied at
de: Datei erfolgreich kopiert

source: Do you really want to delete this file?
de: Diese Datei wirklich löschen?

source: file is deleted
de: Datei ist gelöscht

source: file successfully moved
de: Datei erfolgreich verschoben

source: Please select the backup path...
de: Sicherungsverzeichnis wählen...

source: Overwrite existing Backup?
de: Überschreibe vorhandene Sicherung?

source: Backup failed
de: Sicherung wurde abgebrochen

source: Directory %s nonexistent.
de: Verzeichnis existiert nicht.

source: Backup Settings...
de: Sicherungseinstellungen...

source: Please select the restore path...
de: Bitte Sicherungsverzeichnis wählen...

source: Overwrite existing Files?
de: Überschreibe vorhandene Datei?

source: File %s nonexistent.
de: Datgei %s existiert nicht.

source: Restore Settings...
de: Einstellungen wiederherstellen...

source: Menu
de: Menü

source: Menu & Extensionsmenu
de: Menü und Erweiterungsmenü

source: Menu & Mainmenu
de: Menü & Hauptmenü

source: Menu, Mainmenu & Extensionsmenu
de: Menü, Hauptmenü & Erweiterungsmenü

source: from Plugin-Skin
de: vom Plugin-Skin

source: from System-Skin
de: vom system-Skin

source: white
de: weiß

source: black
de: schwarz

source: gray
de: grau

source: silver
de: silber

source: slategray
de: schiefergrau

source: greenyellow
de: grüngelb

source: yellow
de: gelb

source: darkorange
de: dunkelorange

source: darkred
de: dunkelrot

source: indianred
de: indianrot

source: orangered
de: orangerot

source: tomato
de: tomatenrot

source: red
de: rot

source: darkgreen
de: dunkelgrün

source: lawngreen
de: rasengrün

source: lightgreen
de: hellgrün

source: lime
de: lindenbraun

source: green
de: grün

source: blueviolet
de: blauviolett

source: cadetblue
de: kadettenblau

source: cornflowerblue
de: kornblumenblau

source: darkblue
de: dunkelblau

source: indigo
de: indigoblau

source: lightblue
de: hellblau

source: blue
de: blau

source: darkorchid
de: dunkelorchidee

source: deeppink
de: tiefpink

source: violet
de: violett

source: brown
de: braun

source: moccasin
de: moccasinbraun

source: olive
de: olivengrün

source: rosybrown
de: rosabraun

source: sandybrown
de: sandbraun

source: Off
de: Aus

source: best
de: beste

source: speed
de: Geschwindigkeit

source: better
de: besser

source: simple
de: einfach

source: quality
de: Qualität

source: big
de: groß

source: from skin
de: vom Skin

source: Next Page
de: Nächste Seite

source: Preview Page
de: Vorherige Seite

source: Endless
de: Endlos

source: Back to Startscreen
de: Zurück zur Hauptseite

source: Show Pictures
de: Bilder anzeigen

source: Folder- and Filelist
de: Verzeichnisse und Dateien

source: from settings
de: von hier

source: Same resolution as skin
de: Gleiche Auflösung wie der Skin

source: None
de: Keiner

source: Name reverse
de: Name rückwärts

source: record date forward
de: Datum aufsteigend

source: record date descending
de: Datum absteigend

source: Random
de: Zufall

source: Close PictureCenterFS
de: PictureCenterFS beenden

source: Filelist or Filemenu
de: Verzeichnisse/Datei-Optionen

source: Play Slideshow
de: Diashow Start

source: Thumbs
de: Vorschaubilder

source: Show Menu
de: Menü anzeigen

source: Show Exif-Data
de: Bild-Infos anzeigen

source: Make Bookmark
de: Lesezeichen setzen

source: other sort
de: andere Sortierung

source: sorted by
de: Sortierung

source: Modul PIL is not installed! Please install current version of python-imaging from feed or install PIL > 1.1.5
de: Modul PIL ist nicht installiert! Bitte installieren Sie die aktuelle Version des Pythonpakets vom Feed oder installieren Sie PIL > 1.15

source: PictureCenterFS - Sort
de: PictureCenterFS - Sortieren

source: select DIR
de: Verzeichnis wählen

source: Default dir
de: Standard-Verzeichnis

source: Marked pictures
de: Markierte Bilder

source: Show
de: Bild anzeigen

source: FileMenu
de: Menü Datei-Aktionen

source: Slideshow
de: Diashow Start/Stop

source: back to Bookmarks
de: zurück zu den Lesezeichen

source: Parent Directory
de: Übergeordnetes Verzeichnis

source: If a mapped drive is not ready to join, please to join/turn on. If the device is ready to please run via menu 'refresh mounts'.
de: Wenn ein verbundenes Laufwerk nicht bereit ist, bitte anschließen/einschalten. Wenn das Gerät bereit ist, bitte im Menü 'refresh mounts' starten.

source: No Picture found on in this Dir
de: Keine Bilder im Verzeichnis gefunden

source: Please select path...
de: Bitte Vezeichnis wählen...

source: file-actions
de: Datei-Aktionen

source: Make Bookmark of selected dir
de: Lesezeichen von gewähltem Verzeichnis erstellen

source: Edit / Delete Bookmark
de: Lesezeichen bearbeiten / löschen

source: Settings
de: Einstellungen

source: New Bookmark
de: Neues Lesezeichen

source: Options for picture lists
de: Optionen Bilder-Listen

source: Backup ConfFS-Dir
de: Settings-Verzeichnis ConfFS sichern

source: Restore ConfFS-Dir
de: Settings-Verzeichnis ConfFS wiederherstellen

source: About
de: Über

source: PictureCenterFS - Menu
de: PictureCenterFS - Menü

source: Empty temporary marked list
de: Temporäre Marker-Liste leeren

source: Save temporary marked list
de: Temporäre Marker-Liste sichern

source: Delete saved list
de: Gespeicherte Datei-Liste löschen

source: no valid directory
de: kein gültiges Verzeichnis

source: pictures in
de: Bilder in

source: Enter File-Name:
de: Eingabe Name für Datei:

source: Delete picture list file
de: File-Liste zum löschen wählen

source: File
de: Datei

source: really delete?
de: wirklich löschen?

source: Edit Bookmark
de: Lesezeichen bearbeiten

source: Delete
de: Löschen

source: Save
de: Speichern

source: edit selected
de: Ändere Ausgewählte

source: Close
de: Schließen

source: >> select and press OK for edit >>
de: >> auswählen und 'OK' drücken zum ändern >>

source: Bookmark-Name:
de: Lesezeichen Name:

source: Picture-Path:
de: Lesezeichen Verzeichnis:

source: Read sub-dir's
de: Unterverzeichnisse einschließen

source: Picture Sorting:
de: Bilder-Sortierung:

source: Show Infoline
de: Info-Zeile anzeigen

source: Ignore video:
de: Überspringe Videos:

source: Enter Bookmark-Name:
de: Eingabe Name für Lesezeichen:

source: Please select the Bookmark path...
de: Lesezeichen- Vezeichnis wählen...

source: Delete Bookmark really?
de: Lesezeichen wirklich löschen?

source: Path failed
de: Pfad funktioniert nicht

source: No Picture in this dir
de: Keine Bilder im Verzeichnis gefunden

source: No Name!
de: Kein Name!

source: Screensaver
de: Bildschirmschoner

source: Default for full screen and diashow
de: Standard für Vollbild und Diashow

source: Infoline
de: Info-Zeile

source: Thumbnails
de: Vorschaubilder

source: main
de: Grundeinstellungen

source: Cancel
de: Abbruch

source: Select with left / right
de: Mit links/rechts auswählen

source: Press OK
de: OK drücken

source: edit if possible
de: bearbeiten wenn möglich

source: Cancel and close
de: Abbrechen und schließen

source: Select Options area
de: Wähle Options-Bereich

source: Show options for:
de: Zeige Optionen für:

source: (more settings in Bookmarks)
de: (mehr in Lesezeichen)

source: Show in mainmenu
de: Menü-Eintrag

source: Exclude if in name:
de: Ausschließen im Namen:

source: Ch+ Button-Aktion
de: CH+ Tasten-Aktion

source: default action for 'OK'
de: Standard-Aktion für OK

source: Background
de: Hintergrund

source: Turn off GUI transparency
de: GUI Transparenz abschalten

source: Picture-list functions
de: Dateilisten-Funktionen

source: Activate Screensaver-Plugin
de: Screensaver-Plugin an/aus

source: Path for pictures
de: Verzeichnis der Bilder

source: Order
de: Sortierung

source: Show from subdirs
de: Unterverzeichnisse

source: Show symbol for play and random
de: Symbole für Play und Zufall anzeigen

source: Symbols auto hide (sek)
de: Symbole ausblenden (sek)

source: Show Picture Name in Display:
de: Zeige Bild-Name im Display:

source: Sizes and positions
de: Größen und Positionen

source: Image distance to the edge
de: Bild-Abstand zum Rand

source: Resloution
de: Auflösung

source: What do at the end (not random)
de: Was tun am Ende (nicht Zufall)

source: What do at the end (random play)
de: Was tun am Ende (bei Zufallswiedergabe)

source: Slideshow Interval (sec.)
de: Diashow-Bildwechsel (Sekunden)

source: Slide-effekt
de: Effekt bei Bildwechsel

source: Break load (sec.)
de: Laden abbrechen nach (Sek.)

source: Auto-Rotate
de: Automatisch drehen

source: Start sizing zoom
de: Startgröße Zoom

source: Info Color
de: Info-Text Farbe

source: Infoline distance left, top
de: Abstand der Info-Zeile links, oben

source: Infoline Backgroundcolor
de: Infozeile Hintergrundfarbe

source: Size for Info
de: Größe der Infos

source: Thumbnail in filelist
de: Vorschaubild in Dateiliste

source: Thumbnail delaying ms
de: Vorschaubild Verzögerung in ms

source: Thumb size
de: Vorschaubilder Größe

source: No. of pages jump
de: Anzahl Seiten bei Sprung

source: Text size
de: Text Größe

source: Text color
de: Text-Farbe

source: Back color
de: Hintergrundfarbe

source: Scaling Mode
de: Skalierungs-Methode

source: color or transparent
de: Farbe oder Tranpsarent

source: Files and dirs with the partial term in the name are not list and displayed separate several with comma (OK to edit)
de: Dateien und Ordner mit Teil-Bezeichnung im Namen nicht anzeigen mehrere Bezeichnungen mit Komma trennen, OK zum editieren

source: or change the entry
de: oder Eintrag ändern

source: Really close without saving settings?
de: Wirklich beenden ohne zu speichern?

source: Please select the default dir...
de: Bitte Standardverzeichnis wählen...

source: Please select dir...
de: Bitte Verzeichnis wählen...

source: Do not show when in Name (separate with comma):
de: Nicht anzeigen wenn im Namen (trenne mit Komma):

source: scroll with right / left
de: scrolle mit Rechts/Links

source: filename
de: Dateiname

source: Path:
de: Pfad:

source: not activated
de: nicht aktiviert

source: Add to marked list
de: Hinzufügen zu Marker-Liste

source: Open selected picture
de: Gewähltes Bild anzeigen

source: left
de: nach links

source: right
de: nach rechts

source: Up
de: Hoch

source: Down
de: Runter

source: First Page
de: Erste Seite

source: Last Page
de: Letzte Seite

source: Pages back
de: Seiten zurück

source: Pages for
de: Seiten vor

source: toggle Slideshow random/sorted
de: Diashow Zufall/sortiert wechseln

source: Pause / Resume Slideshow
de: Diashow -Pause/fortsetzen

source: Stop Slideshow
de: Diashow Stop

source: Show/Hide Text
de: Infotext zeigen/ausblenden

source: Prev. Picture or zoom range left
de: Nächstes Bild oder Zoombereich links

source: Next Picture or zoom range right
de: Nächstes Bild oder Zoombereich rechts

source: Zoom range Up
de: Zoom-Bereich nach oben

source: Zoom range Down
de: Zoom Bereich nach unten

source: Options for select Picture
de: Optionen für gewähltes Bild

source: Slide-time faster
de: Bildwechsel schneller

source: Slide-time slower
de: Bildwechsel langsamer

source: reduced zoom range
de: Zoom-Bereich verkleinern

source: increased zoom range
de: Zoom-Bereich vergrößern

source: Rotate 90->
de: 90° im Uhrzeigersinn drehen

source: Rotate <-90
de: 90° gegen Uhrzeigersinn drehen

source: Flip image horizontally
de: Horizontal spiegeln

source: Flip image vertically
de: Vertikal spiegeln

source: Image manipulation undo
de: Änderungen rückgängig machen

source: Start Zoom
de: Ausschnitt vergrößern

source: please wait, loading picture...
de: lade Bild, bitte warten....

source: PIL is not installed
de: PIL ist nicht installiert

source: auto rotated
de: autom. gedreht

source: changed
de: verändert

source: Slide Time has been changed to
de: Bildwechsel wurde auf

source: seconds
de: Sekunden geändert

source: see your picture comfortable and more
de: eigene Bilder komfortabel ansehen und mehr

source: yor picture as screensaver
de: ihr Bild als Bildschirmschoner

source: see yor picture comfortable and more
de: Bilder komfortabel ansehen und mehr
